Repository: jihanalireza/wp-super-snow
Catalog: wp-super-snow/includes/translations/wp-super-snow-*.po
Languages: sr_rs

source: Save
sr_rs: Sačuvaj

source: Restore default plugin options? You will lose all of your current settings! Are you absolutely sure about this?
sr_rs: Vraćanje podrazumevanih opcija plugina ? Vi ćete izgubiti sve svoje trenutne postavke ! Da li ste apsolutno sigurni da to želite?

source: Restore
sr_rs: Povrati

source: All Panels
sr_rs: Svi paneli

source: Plugin Options
sr_rs: Plugin opcije

source: Options updated successfully.
sr_rs: Opcije updateovane uspešno.

source: Default options successfully restored.
sr_rs: Default opcije uspesno vracene

source: close
sr_rs: zatvori

source: <strong>Pro Features (Preview)</strong> ~ New option panels below. Please explore before <a href="http://www.websharks-inc.com/product/wp-super-snow/" target="_blank">upgrading <i class="fa fa-heart-o"></i></a>.<br /><small>NOTE: the free version of WP Super Snow (this LITE version); is more-than-adequate for most sites. Please upgrade only if you desire advanced features or would like to support the developer.</small>
sr_rs: <strong>Pro Features (Preview)</strong> ~ Nova opcija panela ispod . Molimo vas da istražite pre<a href="http://www.websharks-inc.com/product/wp-super-snow/" target="_blank"> nadogradnje<i class="fa fa-heart-o"></i></a>.<br /><small> NAPOMENA : besplatnu verziju WP Super Snow ( ova Lite verzija ); je više - nego - adekvatna za većinu sajtova . Molimo nadogradite samo ako želite napredne funkcije ili bi želeli da podržite programera.</small>

source: WP Super Snow is currently disabled; please review options below.
sr_rs: WP Super Snow je trenutno onemogućen; molim vas da pregledate opcije ispod.

source: Enable/Disable
sr_rs: Omogući/Onemogući

source: Yes, enable WP Super Snow!
sr_rs: Da, omogući WP Super Snow!

source: No, disable.
sr_rs: Ne, onemogući!

source: <strong>HUGE Time-Saver:</strong> Approx. 95% of all WordPress sites running WP Super Snow, simply enable it here; and that's it :-) <strong>No further configuration is necessary (really).</strong> All of the other options (down below) are already tuned for the BEST performance on a typical WordPress installation. Simply enable WP Super Snow here and click "Save All Changes". If you get any warnings please follow the instructions given. Otherwise, you're good <i class="fa fa-smile-o"></i>. This plugin is designed to run just fine like it is. Take it for a spin right away; you can always fine-tune things later if you deem necessary.
sr_rs: <strong>OGROMNA ušteda vremena :</strong> Pribl . 95 % od svih WordPress sajtova koji koriste WP Super Snow, jednostavno ga omogućite ovde , i to je to :-) <strong> Nema daljih konfiguracija je neophodan ( stvarno ) < / strong > Sve druge opcije ( ispod ) su već podešene za najbolju performansu na tipičnoj instalaciji WordPress-a . Jednostavno omogućite WP Super Snow ovde i kliknite na " Sačuvaj sve izmene " . Ako dobijete bilo kakvo upozorenje pratite date instrukcije . U suprotnom , ste dobro<i class="fa fa-smile-o"></i> . Ovaj dodatak je dizajniran da radi dobro takav kakav je. Uzmite ga za spin odmah , možete uvek da fino podesite - stvari kasnije ako smatrate neophodnim .

source: Deactivation Safeguards
sr_rs: Deaktivacija Safeguards

source: Uninstall on Deactivation; or Safeguard Options?
sr_rs: Uninstal ili deaktivacija; ili Safeguards opcije?

source: <strong>Tip:</strong> By default, if you deactivate WP Super Snow from the plugins menu in WordPress; nothing is lost. However, if you want to uninstall WP Super Snow you should set this to <code>Yes</code> and <strong>THEN</strong> deactivate it from the plugins menu in WordPress. This way WP Super Snow will erase your options for the plugin. It erases itself from existence completely.
sr_rs: <strong> Savet : < / strong > Podrazumevano , ako deaktivirate WP Super Snow iz menija plugina u WordPress-u ; ništa nije izgubljeno. Međutim , ako želite da deinstalirate WP Super Snow treba da podesite na <code> Da </ code > i <strong> ONDA < / strong > je deaktiviran u meniju plugina u WordPress . Na ovaj način WP Super Snow će izbrisati vaše opcije za plugin . To se briše iz postojanja potpuno

source: If I deactivate WP Super Snow please safeguard my options (recommended).
sr_rs: Ako deaktivirate WP Super Snowsačubajte moju opciju (preporučeno).

source: Yes, uninstall (completely erase) WP Super Snow on deactivation.
sr_rs: Da, uninstall-irajte (potpuno obrišitee) WP Super Snow na deaktivaciji.

source: Preview
sr_rs: Pregledaj

source: Virtual Snow Blower (Advanced Configuration)
sr_rs: Virtual Snow Blower (Unapredjena konfiguracija)

source: The options below support an advanced configuration of WP Super Snow. The defaults work just fine; but you might like to change things up just a bit. It's fun. <i class="fa fa-smile-o"></i>
sr_rs: Opcije ispod podržavaju napredne konfiguraciju WP Super Snow . Podrazumevane rade sasvim dobro , ali možda želite da promenite stvari samo malo . To je zabavno .<i class="fa fa-smile-o"></i>

source: This is almost always the <code>body</code> tag. However, you might decide to change this if you have a specific area of your site that WP Super Snow should be restricted to. Note: if you DO change this, please use a CSS selector expression for jQuery; e.g. <code>#my_div</code>
sr_rs: Ovo je skoro uvek<code> telo < / code > tag . Međutim , možda ćete odlučiti da to promenite , ako imate određenu oblast vašeg sajta na koji WP Super Snow treba da bude ograničen. Napomena : Ako promenite ovo , molim vas koristite CSS selektor izraz za jQuery ; npr. <code>#my_div</code>

source: z-Index for all Snowflakes
sr_rs: z-Index za sve pahuljice

source: This is the layered stack order for all snowflakes; e.g. <code>style="z-index:999999;"</code>. Generally speaking, it's best to keep snowflakes on top of everything else. See also: <a href="http://www.w3schools.com/cssref/pr_pos_z-index.asp" target="_blank">z-index @ W3Schools</a> if you're not familiar with this term.
sr_rs: To je slojevit nalog za sve pahulje ; npr<code>style="z-index:999999;"</code>. Uopšteno govoreći , najbolje je da pahulje budu na vrhu svega . Vidi takođe :<a href="http://www.w3schools.com/cssref/pr_pos_z-index.asp" target="_blank">z-index @ W3Schools</a> ako niste upoznati sa ovim pojmom

source: Snowflake Images (a Line-Delimited List Please)
sr_rs: Slike pahuljica (lista odvojena rečenicom)

source: <strong>Tip:</strong> images that have the word <code>flake</code> anywhere their URL/path are spinned in a 3D rotation at random (WP Super Snow assumes these are actual snowflake graphics). All other graphics rotate left-to-right and/or right-to-left at random (e.g. compatiblity mode).
sr_rs: <strong>Savet : < / strong > slike koje imaju reč <code> pahuljica < / code > bilo gde se njihov URL / putanja se spinuje u 3D rotaciji nasumce ( WP Super Snow pretpostavlja je to stvarno grafika pahuljica ) . Sva ostala grafika se rotira levo na desno i / ili sa desna na levo na slučajnom (npr. Kompatibilnost modu ) .

source: Total Snowflakes to Process
sr_rs: Totalni br.pahuljica za obradu

source: Snowflakes are processed (animated) in and out of view at random intervals. This setting determines the total number of snowflakes that should ever be processed at the same time. Note: the more snowflakes you process, the slower your site might become.
sr_rs: Pahuljice se obrađuju ( animiraju) u i van pogleda na nasumične intervale . Ova postavka određuje ukupan broj pahuljica koje treba da budu obrađene u isto vreme . Napomena : što više pahulje obradite,sporiji Vaš sajt može postati .

source: Max Snowflake Size (in Pixels)
sr_rs: Max veličina pahuljica (u pikselima)

source: Snowflake sizes are always random. However, you can control the randomizer (to a certain extent) by defining the largest possible size. Note: the default snowflake graphics that come with WP Super Snow will support up to <code>100</code> pixels (before distortion occurs).
sr_rs: Veličina pahuljica je uvek slučajna . Međutim , možete da kontrolišete nasumičnost ( u određenoj meri ) definisanjem najveće moguće veličinu . Napomena : podrazumevana grafika pahuljica koja dolazi saWP Super Snow će podržati do <code> 100 < / code> piksela ( pre dođe do distorzija ) .

source: Max Snowflake Duration (in Seconds)
sr_rs: Max trajanje pahuljica (u sekundama)

source: Snowflake animations are always random. However, you can control the randomizer (to a certain extent) by defining the longest possible duration of a falling snowflake. Note: a larger number = a slower speed; a smaller number = faster (e.g. a shorter duration).
sr_rs: Animacije sa pahuljicama su uvek slučajane . Međutim , možete da kontrolišete nasumičnost ( u određenoj meri ) definisanjem najdužeg mogućeg trajanje pada pahuljica . Napomena :veći broj = manja brzina ,manji broj = brže ( npr.kraće trajanje ) .

source: Use Snow Flake Transparency Effects?
sr_rs: Koristi efekat transparentnosti pahuljica?

source: Snowflake animations always include transpareny effects. This setting enables/disables some ADDITIONAL snowflake image transparency effects for an enhanced viewing experience in modern browsers (best on dark backgrounds).
sr_rs: Animacija pahuljica uvek uključuju transparetne efekte . Ova postavka omogućava / onemogućava neke dodatne efekte pahuljica slika transparentnosti za poboljšano iskustvo gledanja u modernim pretraživačima ( najbolje na tamnim pozadinama ) .

source: No, don't use image transparency (recommended for improved performance; speedier).
sr_rs: Ne, ne koristite transparentnost slike (preporučuje za bolje performanse , brže je) .

source: Yes, add image transparency effects (best visual experience).
sr_rs: Da , dodajte efekat transparentnosti slike ( najbolji vizuelni doživljaj ) .

source: <strong>Tip:</strong> snowflakes will fall inside this graphic. Please click the Preview button (above) to see changes in configuration.
sr_rs: <strong>Tip:</strong>Pahuljice će da padaju unutar ove grafike. Kliknite na Preview dugme (iznad)da vidite promene u konfiguraciji.

source: Forecasting / Conditions
sr_rs: Prognoza / Uslovi

source: Have Conditions to Check for?
sr_rs: Moraju da se provere Uslovi?

source: By default, WP Super Snow is displayed on every page of your site (but DISABLED for mobile devices; see note below). If there are other conditions you'd like to satisify before WP Super Snow is loaded (e.g. only load it on certain Posts/Pages; or only between specific dates/times; or only on certain devices); you can specify those conditions here using <a href="http://codex.wordpress.org/Conditional_Tags" target="_blank">Conditional Tags</a>.
sr_rs: Po defaultu, WP Super Snow se prikazuje na svakoj stranici sajta (ali je ONEMOGUĆENO za mobilne uređaje ; vidi napomenu dole ) . Ako postoje drugi uslovi koje želite da zadovoljite pre učitavanja WP Super Snow je ( npr. samo da se učita na određenim postovima / stranicama , ili samo između određenih datuma / vremena , ili samo na određenim uređajima ) ; možete da navedete te uslove ovde koristeći <a href="http://codex.wordpress.org/Conditional_Tags" target="_blank">Conditional Tags</a>.

source: <strong>Example:</strong> <code>!wp_is_mobile() && is_page('christmas-promo')</code> e.g. only run on one specific page.
sr_rs: <strong>Primer:</strong><code>!wp_is_mobile() && is_page('christmas-promo')</code> pr. radi samo na odredjenoj stranici.

source: <strong>Example:</strong> <code>!wp_is_mobile() && !is_ssl()</code> e.g. NOT on mobile devices &amp; NOT over HTTPS (SSL).
sr_rs: <strong>Primer:</strong><code>!wp_is_mobile() && !is_ssl()</code> pr. NE na mobilnim napravama &amp; NE preko HTTPS (SSL).

source: <strong>Example:</strong> <code>!wp_is_mobile() && time() >= strtotime('%1$s-12-01') && time() <= strtotime('%1$s-12-31')</code> e.g. only run in the month of December %1$s.
sr_rs: <strong>Primer:</strong><code>!wp_is_mobile() && time() >= strtotime('%1$s-12-01') && time() <= strtotime('%1$s-12-31')</code> pr. only run in the month of samo radi u mesecu decembru %1$s.

source: <strong>Example:</strong> <code>!wp_is_mobile()</code> e.g. only run on desktops/laptops; NOT on mobile devices. See also: <a href="http://detectmobilebrowsers.com/" target="_blank">DetectMobileBrowsers.com</a>
sr_rs: <strong>Primer:</strong><code>!wp_is_mobile()</code> pr. radi samo na desktopima/laptopima; NE na mobilnim napravama. Pogledajte takodje: <a href="http://detectmobilebrowsers.com/" target="_blank">DetectMobileBrowsers.com</a>

source: <strong>Why disable on mobile devices?</strong> By default, mobile devices are excluded from the snow effect; only because it's not good for their CPUs (or their batteries). If your local marketing department insists, "This must work on mobile!" despite being warned of the downsides, you can remove that condition above.
sr_rs: <strong>Zašto je onemogućena na mobilnim napravama?</strong> Po defaultu, mobilne naprave su isključene od efekta snega;zato što to ije dobro za njihove CPUs (ili njihove baterije). Ako vaš lokalni odsek insistira, "Ovo mora da RADI NA MOBILNOM!" pored upozorenja ispod, možete da uklonite uslov iznad.

source: Save All Changes
sr_rs: Sačuvak sve promene

source: <strong>WP Super Snow:</strong> detected a new version of itself. Recompiling w/ latest version... all done :-)
sr_rs: <strong>WP Super Snow:</strong> detektovana nova verzija. Asimiliranje sa novom verzijom... gotovo:-)

source: Please disable the LITE version of WP Super Snow before you activate the PRO version.
sr_rs: Molim vas onemogućite LITE verziju WP Super Snow nego što aktivirate PRO verziju.

source: <div class="error"><p>Plugin NOT active. This version of WP Super Snow requires PHP v5.3+.</p></div>
sr_rs: <div class="error"><p>Plugin NIJE aktivan. Ova verzija WP Super Snow zahteva PHP v5.3+.</p></div>

source: Beautiful falling snow plugin for any WordPress holiday or Christmas site.
sr_rs: Prelepa plugin sa snegom koji pada za bilo koji WordPress praznik ili božićni sajt.
